[
  {
    "id": 1,
    "title": "Поврежденная упаковка",
    "slug": "povrezhdennaya-upakovka",
    "description": "<div>Организатор Акции: SHOP-ELECTRO — Товарищество с ограниченной ответственностью \"shop\". Адрес места нахождения: 050000, Казахстан, город Алматы, Турксибский район, Проспект Суюнбая, дом 210., БИН 2305454342371.</div><div>1. Акция — стимулирующее мероприятие, проводимое Организатором с целью повышения потребительского спроса. Акция является рекламным мероприятием, не является публичным конкурсом согласно ст. 910 Гражданского кодекса Республики Казахстан, не является лотереей в понимании Закона Республики Казахстан от 9 апреля 2016 года №495-V «О лотереях и лотерейной деятельности» и не является публичной офертой в толковании ст. 395 Гражданского кодекса Республики Казахстан. Плата за участие в Акции не взимается. Акция проводится без использования специализированного лотерейного оборудования и не является игрой, основанной на риске. В Акции участвуют потребители, которые выполнили предложенные действия на Сайте Акции. Акция проводится по изложенным ниже Правилам как открытое публичное стимулирующее имиджево-рекламное мероприятие без предварительной квалификации Участников;</div><div>1.2. Товар — бытовая техника или электроника под товарными знаками SHOP-ELECTRO, имеющая повреждения упаковки;</div><div>1.3. Место проведения Акции — Акция проводится на всей территории Республики Казахстан при заказе на сайте SHOP-ELECTRO.kz;</div><div>1.4. Участник Акции (Покупатель) — Любое дееспособное физическое лицо, достигшее возраста 18 лет. Цель Акции: повышение лояльности клиентов бренда SHOP-ELECTRO, стимулирование и увеличение продаж, а также рост узнаваемости бренда. Срок проведения акции: Акция проводится с «21» января 2025 года, время: 00:01 по 23:59 «31» декабря 2025 года, по времени Алматы. Товары, участвующие в Акции по специальной цене, представлены на сайте (далее – «Страница акции»).</div><div>Правила проведения:</div><div>5.1. Организатор акции предоставляет специальную цену на товар на странице акции в связи с повреждениями упаковки товара.</div><div>5.2. Участвуя в акции Участник Акции (Покупатель) подтверждает, что ознакомлен с качеством товара и с условиями предоставления скидки на акционный товар. Участник Акции (Покупатель) подтверждает, что согласен с условием предоставления скидки — повреждениями упаковки товара.</div><div>Количество:</div><div>Количество товара, участвующего в Акции ограничено.</div><div>Дополнительные условия:</div><div>7.1. Вместе с настоящей Акцией действуют следующие специальные предложения Организатора:</div><div>Бесплатная доставка — да</div><div>Установка техники SHOP-ELECTRO — нет</div><div>Расширенная гарантия — да</div><div>7.2. Организатор Акции вправе изменять сроки проведения акции, правила проведения Акции и/или список товаров, участвующих в Акции, без предварительного уведомления Участников Акции (Покупателей). Организатор Акции вправе досрочно прекратить Акцию по любым основаниям, не мотивируя и не предупреждая об этом Участников Акции (Покупателей), в том числе по причине окончания Товара.</div><div>7.3. Возможные способы оплаты:</div><div>Картой на сайте — да</div><div>7.4. Возврат денежных средств за товар ненадлежащего качества осуществляется по стоимости, указанной в кассовом чеке. В случае отсутствия кассового чека по сумме, указанной в других подтверждающих покупку документах. Претензии по качеству упаковки не принимаются.</div>",
    "active": true,
    "for_main_page": false,
    "image": "/storage/content-promo/izobrazhenie2025-05-21191026765-1747836628598-1747836628623.webp"
  },
  {
    "id": 2,
    "title": "Скидки на технику до 50%",
    "slug": "skidki-na-tekhniku-do-50",
    "description": "Организатор Акции: SHOP-ELECTRO.kz — Товарищество с ограниченной ответственностью \"Shop Audio\" Адрес места нахождения: 050000, Казахстан, город Алматы, Медеуский район, Проспект Суюнбая, дом 210. ,БИН 230545478237.<br>1.1. Акция — стимулирующее мероприятие, проводимое Организатором с целью повышения потребительского спроса;<br>1.2. Товар — техника под брендом SHOP-ELECTRO, участвующая в Акции;<br>1.3. Место проведения Акции — Акция проводится на территории Республики Казахстан при заказе на сайте SHOP-ELECTRO.kz* и в фирменных магазинах SHOP-ELECTRO;*<br>1.4. Участник Акции (Покупатель) — Любое дееспособное физическое лицо, достигшее возраста 18 лет, совершившее надлежащим образом все действия, предусмотренные Правилами.<br>Акция является рекламным стимулирующим мероприятием не является публичным конкурсом согласно ст. 910 Гражданского кодекса РК, не является лотереей в понимании Закона Республики Казахстан от 9 апреля 2016 года № 495-V «О лотереях и лотерейной деятельности» и не является публичной офертой в толковании ст. 395 Гражданского кодекса РК. Плата за участие в Акции не взимается. Акция проводится без использования специализированного лотерейного оборудования и не является игрой, основанной на риске. В Акции участвуют потребители, которые выполнили предложенные действия на Сайте Акции. Акция проводится по изложенным ниже Правилам как открытое публичное стимулирующее имиджево- рекламное мероприятие без предварительной квалификации Участников.<br>Цель Акции: повышение лояльности клиентов бренда SHOP-ELECTRO, стимулирование и увеличение продаж, а также рост узнаваемости бренда.<br>Срок проведения акции: Акция проводится в период с 00:01 05.05.2025 по 23:59 04.06.2025 г. по времени Алматы.<br>Количество товара ограничено. Организатор в любой момент может прекратить Акцию без предварительного уведомления Участников акции и по любым основаниям на свое усмотрение.<br>Промокоды на скидку не применяются к акционным товарам.<br>Акция распространяется только на потребителей по смыслу Закона Республики Казахстан от 4 мая 2010 года № 274-IV «О защите прав потребителей». Весь товар сертифицирован. Количество товара, участвующего в Акции, ограничено. Информацию о перечне товара, размере скидки уточняйте на сайте SHOP-ELECTRO.kz<br>Возврат товара, приобретенного в рамках Акции, производится по цене, указанной в кассовом чеке. В случае отсутствия кассового чека по сумме, указанной в других подтверждающих покупку документах.<br>Правила проведения Акции и список товаров, участвующих в Акции, могут быть изменены без предварительного уведомления покупателей.<br>Дополнительные условия:<br>12.1. Возможные способы оплаты:<br>Картой на сайте — да<br>Способы оплаты Товара могут отличаться в зависимости региона, точная информация доступна после введения адреса доставки на сайте SHOP-ELECTRO.kz<br>12.2. Организатор Акции вправе изменять сроки проведения акции, правила проведения Акции и/или список товаров, участвующих в Акции, без предварительного уведомления Участников Акции (Покупателей). Организатор Акции вправе досрочно прекратить Акцию по любым основаниям, не мотивируя и не предупреждая об этом Участников Акции (Покупателей), в том числе по причине окончания Товара.",
    "active": true,
    "for_main_page": false,
    "image": "/storage/content-promo/izobrazhenie2025-05-21191552815-1747836960290-1747836960607.webp"
  }
]